{
  "entityMap" : {
    "0" : {
      "type" : "LINK",
      "mutability" : "MUTABLE",
      "data" : {
        "url" : "http://www.easybird.be/blog/good-vs-bad-news"
      }
    },
    "1" : {
      "type" : "image",
      "mutability" : "IMMUTABLE",
      "data" : {
        "src" : "http://s32.postimg.org/lgply27lx/badnews.jpg"
      }
    },
    "2" : {
      "type" : "more-info",
      "mutability" : "IMMUTABLE",
      "data" : {
        "text" : "Read more"
      }
    },
    "3" : {
      "type" : "LINK",
      "mutability" : "MUTABLE",
      "data" : {
        "url" : "http://hln.be/"
      }
    },
    "4" : {
      "type" : "LINK",
      "mutability" : "MUTABLE",
      "data" : {
        "url" : "http://demorgen.be/"
      }
    },
    "5" : {
      "type" : "LINK",
      "mutability" : "MUTABLE",
      "data" : {
        "url" : "http://sporza.be/"
      }
    }
  },
  "blocks" : [
    {
      "key" : "ejddc",
      "text" : "Good vs bad news ",
      "type" : "header-four",
      "depth" : 0,
      "inlineStyleRanges" : [],
      "entityRanges" : [
        {
          "offset" : 0,
          "length" : 16,
          "key" : 0
        }
      ]
    },
    {
      "key" : "7hthf",
      "text" : "Jan 18, 2016",
      "type" : "unstyled",
      "depth" : 0,
      "inlineStyleRanges" : [],
      "entityRanges" : []
    },
    {
      "key" : "27v5f",
      "text" : " ",
      "type" : "atomic",
      "depth" : 0,
      "inlineStyleRanges" : [],
      "entityRanges" : [
        {
          "offset" : 0,
          "length" : 1,
          "key" : 1
        }
      ]
    },
    {
      "key" : "5orlb",
      "text" : "Day 8",
      "type" : "header-five",
      "depth" : 0,
      "inlineStyleRanges" : [],
      "entityRanges" : []
    },
    {
      "key" : "5ltgc",
      "text" : "My 8th day at Les Deux Alpes. The mountains. Second day that I’m completely on my own..without my girlfriend - sorry - wife! I still have to get used to this new “term” for the same relationship. ",
      "type" : "unstyled",
      "depth" : 0,
      "inlineStyleRanges" : [],
      "entityRanges" : []
    },
    {
      "key" : "7avl",
      "text" : "I went running this morning, in the snow, -6 degrees Celsius at an altitude of 1900 meters. New experience.  I expected to be dressed too cold. But on the contrary, when you’re running your body is like a little radiator.  I expected it to be very slippy with my normal running shoes on the snow. The french people here told me I had to buy either some sort of pins to put over the back of my shoes, or either cross trail shoes. I bought the pins for 10 euros.. but I already lost one on the road.. And even with only one shoe with pins, I managed to run almost 6 km on the snow with only falling once. :-) ",
      "type" : "unstyled",
      "depth" : 0,
      "inlineStyleRanges" : [],
      "entityRanges" : []
    },
    {
      "key" : "3sufh",
      "text" : "Next Saturday there is a race on 2400 meters of altitude. You can run the 10km, 15km or 20km. Still doubting to run the 10 or the 15.. And I still have to visit a French doctor who has to give me a certificate that I’m in a good health.. “Typical for the French people”, the woman of the “l’office the tourisme” said. \n",
      "type" : "unstyled",
      "depth" : 0,
      "inlineStyleRanges" : [],
      "entityRanges" : []
    },
    {
      "key" : "aumhc",
      "text" : "Good intentions",
      "type" : "header-five",
      "depth" : 0,
      "inlineStyleRanges" : [],
      "entityRanges" : []
    },
    {
      "key" : "8ctr0",
      "text" : "Nineteen days without alcohol, with 3 exceptions (more in the next post). Nice! ",
      "type" : "unstyled",
      "depth" : 0,
      "inlineStyleRanges" : [
        {
          "offset" : 14,
          "length" : 15,
          "style" : "BOLD"
        }
      ],
      "entityRanges" : []
    },
    {
      "key" : "ciq64",
      "text" : "But today, after my run, I had the feeling I have to do more. ",
      "type" : "unstyled",
      "depth" : 0,
      "inlineStyleRanges" : [],
      "entityRanges" : []
    },
    {
      "key" : "7fhp2",
      "text" : " ",
      "type" : "atomic",
      "depth" : 0,
      "inlineStyleRanges" : [],
      "entityRanges" : [
        {
          "offset" : 0,
          "length" : 1,
          "key" : 2
        }
      ]
    },
    {
      "key" : "m53v",
      "text" : "For the time being, I will try to ban media. And I don’t mean social media. Love to here all the good things about my friends and family. I mean traditional media. Websites like HLN.be, Demorgen.be, sporza.be and others.. Why? First of all, I spent too much time with this bullsh*t.   ",
      "type" : "unstyled",
      "depth" : 0,
      "inlineStyleRanges" : [
        {
          "offset" : 27,
          "length" : 16,
          "style" : "BOLD"
        }
      ],
      "entityRanges" : [
        {
          "offset" : 178,
          "length" : 6,
          "key" : 3
        },
        {
          "offset" : 186,
          "length" : 11,
          "key" : 4
        },
        {
          "offset" : 199,
          "length" : 9,
          "key" : 5
        }
      ]
    },
    {
      "key" : "3amls",
      "text" : "Sport news, comes and goes. The good thing is that it’s most of the time focused on fun things, positive stuff!",
      "type" : "unordered-list-item",
      "depth" : 0,
      "inlineStyleRanges" : [],
      "entityRanges" : []
    },
    {
      "key" : "dot1q",
      "text" : "Regular news..well, it just affects people (also mine!) their perception in a negative way! I’ll explain with an example. About a week ago there was an avalanche here at Les Deux Alpes. It’s a very quiet period of the year here. People are skiing, snowboarding, having fun, dining together, all in a relaxed environment. I didn’t see any press reporting that everybody was having a wonderful time. Suddenly, something very bad happens..unfortunately on a closed black slope some people got hit by a huge avalanche..two French kids and one Ukrainian guy died in it.. very sad news, everybody in this village was shocked by the news. Some helicopters flew around, massive “ambulances” and “pistiers” came to the rescue and search for the remaining people that were freezing under the snow. And what happens? All of the sudden Les Deux Alpes is full of press. Like flies who smell some fresh shit to sit on. I know, it’s their job and they have to report it. People have to know. Some people their family died here. They have the right to know everything about it. Unfortunately it makes my loved ones at home - who heard about it in the media - even more afraid of my 3 months presence in the alps. They are not familiar with skiing, they only hear the bad things. Who is saying goodbye to someone that goes skiing with “break a leg”? People that don’t have any experience in the mountains. They only get in touch with skiing and snowboarding in a negative way. You can’t blame their perception to be distorted.",
      "type" : "unordered-list-item",
      "depth" : 0,
      "inlineStyleRanges" : [],
      "entityRanges" : []
    },
    {
      "key" : "dhgm",
      "text" : "So what annoys me is that the media only brings the bad news. ",
      "type" : "unstyled",
      "depth" : 0,
      "inlineStyleRanges" : [
        {
          "offset" : 30,
          "length" : 30,
          "style" : "BOLD"
        }
      ],
      "entityRanges" : []
    },
    {
      "key" : "2e2bk",
      "text" : "Perception is affected by multiple cognitive biases.. Psychology tells us people already tend to have a Negativity Bias (which basically says that people tend to pay more attention to bad news). On top of that, the fact that the media is focusing mainly on the “unexpected and tragic things” makes us - people - vulnerable for that other cognitive bias, neglecting probability. We already have the inability to properly grasp a proper sense of peril and risk (cfr. we are more afraid of being killed in an airplane than in a car, we are more afraid of being attacked by terrorists than of being killed by falling down the stairs - which is statistically more probable).  We are all influenced by all this negative news.. It affects my mental health, I spend time being sad about things that are happening all around the world.  Well..that’s why I asked myself, why do I have to care about all bad things in this world? There are more than 7 billion people on this world. Off course every day there are bad people killing and raping others. But there are far more people loving, kissing and giving each other compliments every day.  \n My main message is, we already have a distorted cognitive mind which focusses more on the negative stuff and which tends to overestimate the statistical change that something bad - which we are not familiar with - will happen, why do we have to emphasise it in the media? “The distorted cognitive mind is a healthy cognitive reflex. Because of that, we learn to cope with those bad things, for the day we are really in danger. It helps us survive.” \n Normally I am against quota, but a good quota would be for every “bad” news item, there has to be a good one! Now our taxes go to journalists who only have to report all the bad stuff. Well, let the “Minister of Mental Health” spend his money on journalists who report about all fun and happy events all around the country. :-) \n When this is the case, please tell me. Than I will start watching the news again. ",
      "type" : "unstyled",
      "depth" : 0,
      "inlineStyleRanges" : [],
      "entityRanges" : []
    }
  ]
}